Repository: hallenDev/CosmosKit_ios
Catalog: CosmosKit/*.lproj/Localizable.strings
Languages: af_za

# errorIncorrectEmailOrPassword
source: You have provided an incorrect email address or password.
af_za: Die e-posadres of wagwoord wat jy verskaf het is nie geldig nie.

# errorIncorrectEmailTryRegister
source: You have provided an incorrect email address. Try again, or register a new account.
af_za: Die e-posadres wat jy verskaf het is nie geldig nie. Probeer weer of registreer om 'n nuwe rekening te skep.

# errorIncorrectEmailOrPasswordTryRegisterReset
source: You have provided an incorrect email address or password. Try again, register a new account or reset your password.
af_za: Die e-posadres of wagwoord wat jy verskaf het is nie geldig nie. Probeer weer, registreer om 'n nuwe rekening te skep of verander jou wagwoord.

# errorInvalidEmail
source: Please enter a valid email address.
af_za: Verskaf asseblief 'n geldige e-posadres en wagwoord.

# errorInvalidEmailTryAgain
source: You have entered an invalid email address. Please try again.
af_za: Die e-posadres wat jy verskaf het is nie geldig nie. Probeer weer.

# errorNetwork
source: Network problem. Please check your internet connection and try again
af_za: Kan nie aan 'n netwerk skakel nie. Maak seker jou internetkonneksie is aktief en probeer weer.

# errorGeneric
source: Looks like something went wrong. The team will look into this ASAP.
af_za: Dit lyk asof iets verkeerd geloop het. Die span sal dit spoedig ondersoek.

# errorActivationRequired
source: Account activation required. An email has been sent to your inbox.
af_za: Om jou rekening te bevestig het ons 'n e-pos gestuur na jou e-posadres.

# errorAccountTaken
source: There is already an account for that email address. Click 'SIGN IN' or reset your password.
af_za: Daar is reeds 'n rekening vir daardie e-posadres. Kliek 'MELD AAN' of verander jou wagwoord.

# errorInvalidEmailOrPassword
source: Please enter a valid email address and password.
af_za: Verskaf asseblief 'n geldige e-posadres en wagwoord.

# minutesRead
source: min read
af_za: min om te lees

source: and
af_za: en

# textSizeExample
source: Normal Article Text Size<p><strong>Bold Article Text Size</strong><p><em>Italic Article Text Size</em>
af_za: Normale teksgrootte in artikels<p><strong>Vetdruk teksgrootte in artikels</strong><p><em>Kursiewe teksgrootte in artikels</em>

# verifyEmailSent
source: We’ve sent you an email to verify the address provided.
af_za: Ons het vir jou 'n e-pos gestuur om jou e-posadres te bevestig.

# termsAndConditionsLowercase
source: terms and conditions
af_za: bepalings en voorwaardes

# privacyPolicyLowercase
source: privacy policy
af_za: privaatheidsbeleid

# termsPart1
source: Use of this app constitutes acceptance of our
af_za: Jou gebruik van hierdie app behels die aanvaarding van ons

source: articles
af_za: artikels

# pastEditionsCleared
source: All Past Editions have been cleared
af_za: Vorige uitgawes is verwyder

# enterSearchTerm
source: Please enter a search term
af_za: Geen soekwoord verskaf

# turnOnAlerts
source: Want news alerts?
af_za: Benodig jy kennisgewings?

# registerText2
source: Already registered on TimesLIVE, BusinessLIVE or SowetanLIVE? Sign in with the same details.
af_za: Reeds geregistreer op TimesLIVE, SowetanLIVE of BusinessLIVE? Meld aan met dieselfde besonderhede.

# registerText3
source: Use your email address to register. We’ll then email you to activate your account.
af_za: Registreer met jou e-posadres. Ons sal dan vir jou 'n e-pos stuur om die adres te bevestig.

# registerText4
source: Already have an account?
af_za: Het jy reeds geregistreer?

# loginText2
source: Don't have an account?
af_za: Geen rekening?

# loginText4
source: PASSWORD?
af_za: Wagwoord vergeet?

# forgotPwdText1
source: No problem. We'll email you instructions to reset your password.
af_za: Geen probleem nie. Ons stuur per e-pos vir jou instruksies om jou wagwoord te verander.

# widgetTwitter
source: Tweet
af_za: Twiet

# widgetWebContent
source: Web Content
af_za: Digitale Inhoud

# widgetGoogleMap
source: Google Map
af_za: Google Kaart

# widgetPodcast
source: Podcast
af_za: Potgooi

# widgetCrossword
source: Crossword
af_za: Blokkiesraaisel

# widgetContent
source: Content
af_za: Inhoud

source: Play Puzzle
af_za: Begin Raaisel

source: Delete Account
af_za: Skrap rekening

source: Logout
af_za: Teken Uit

source: Name
af_za: Naam

source: Surname
af_za: Van

source: Email
af_za: E-posadres

source: Email Address
af_za: E-posadres

source: Password
af_za: Wagwoord

source: No Result
af_za: Geen resultat

# noResultTryAgain
source: No results found for your request. Please try again later.
af_za: Geen resultate vir u versoek gevind nie. Probeer asseblief weer later.

source: Yes
af_za: Ya

source: No
af_za: Nee

source: Read Edition
af_za: Lees Uitgawe

source: Reset Password
af_za: Wagwoord verander

source: Reset My Password
af_za: Verander My Wagwoord

source: Forgot Password
af_za: Wagwoord vergeet

source: Register
af_za: Registreer

source: Sign In
af_za: Meld Aan

source: Profile
af_za: Profiel

source: Push Notifications
af_za: Vertoon app-kennisgewings

source: Manage Notifications
af_za: Verstel kennisgewings

source: Manage Newsletters
af_za: Bestuur Nuusbriewe

# reviewApp
source: Review this App
af_za: Deel jou mening oor hierdie app

source: Clear All Editions
af_za: Verwyder alle uitgawes

source: Contact Us
af_za: Kontak ons

# aboutAndContactUs
source: About & Contact Us
af_za: Meer oor & Kontak ons

source: Terms of Service
af_za: Bepalings en voorwaardes

# privacyPolicyCapitalised
source: Privacy Policy
af_za: Privaatheidsbeleid

source: App Version
af_za: App-weergawe

# fontSettings
source: Text Size Settings
af_za: Verstel teksgrootte

source: Success
af_za: Suksesvol

source: Account
af_za: Rekening

source: About Us
af_za: Meer oor ons

source: About
af_za: Meer Oor Ons

source: General
af_za: Algemeen

source: special report
af_za: Spesiale verslag

source: Cancel
af_za: Kanselleer

source: Preview
af_za: Voorbeeld

source: Article Text Size
af_za: Teksgrootte in artikels

source: Done
af_za: Klaar

source: Reload
af_za: Laai

# headingBookmarks
source: Bookmarks
af_za: Boekmerke

# headingSections
source: Sections
af_za: Indeks

# headingPastEditions
source: Past Editions
af_za: Uitgawes

# headingAuthors
source: Authors
af_za: Skrywers

# headingSettings
source: Settings
af_za: Instellings
