{
    "type": "accordion",
    "data": {
        "float": "left",
        "accordions": [
                       {
                       "text": "The ANC’s KwaZulu-Natal leadership remains in flux as a court challenge mounted earlier this month - which halted the rerun of the party’s provincial elective conference - drags on. On Monday morning the matter was before the Pietermaritzburg High Court‚ where an interim order preventing the staging of the conference was extended. Disgruntled ANC members, who claim to represent 44 branches out of 88 in the troubled Moses Mabhida region, had rushed to court on June 8 to prevent the three-day conference scheduled for that afternoon. The application is being defended by the ANC and members of the provincial task team‚ who were cited as respondents. The matter remains up in the air‚ adjourned without a date, while internal ANC dispute resolution teams try to resolve it.",
                       "accordion": "",
                       "title": "ANC KZN leadership battle drags on in court"
                       },
                       {
                       "text": "Velaphi Khumalo‚ who called for black South Africans to do to white people what “Hitler did to the Jews”, says he has accepted that his remarks were “grossly inappropriate”. His counsel‚ Stuart Wilson‚ told the Equality Court sitting at the South Gauteng High Court on Monday that Khumalo had apologised for the statements. Wilson said the question to be asked was whether he can be sued twice in the Equality Court for hate speech, which arose from the same remarks. The first complaint against Khumalo was lodged by the ANC, and Wilson said the SA Human Rights Commission was coming after Khumalo for substantially the same words. He described the SAHRC’s action against Khumalo as an abuse of process. Khumalo’s words did not constitute hate speech‚ Wilson argued. “A reasonable person would have read the words in context‚ and would have understood them as meaningless hyperbole.” The hearing continues.",
                       "accordion": "",
                       "title": "Racism accused accepts Hitler remark was ‘hurtful’"
                       },
                       {
                       "text": "A Verulam man accused of repeatedly raping his 10-year-old stepdaughter is forging ahead with a bail application, and even plans to call a witness to bolster his bid for freedom. The 44-year-old mechanic‚ who cannot be named in order to protect the identity of the girl‚ appeared briefly in the Verulam Magistrate’s Court on Monday. He has been in custody for three weeks following his arrest by a private security company. The bail application is expected to go ahead on Tuesday after the man’s legal team secure the attendance of their witness and get clarity on the charges. It is understood that the girl had confided in a neighbour that her father was allegedly abusing her‚ prompting a mob of neighbours to set upon him.",
                       "accordion": "",
                       "title": "Stepdad accused of 10-year-old's rape wants bail"
                       },
                       {
                       "text": "The sudden death of his younger brother has resulted in Edward Zuma, a son of former president Jacob Zuma, stalling on a R30‚000 payment to an impoverished school as part of his punishment for hate speech. The Equality Court in Durban ordered in May that Zuma apologise to the South African public and pay two schools R30‚000 each for hate speech he directed against Tourism Minister Derek Hanekom and Public Enterprises Minister Pravin Gordhan. Zuma had until June 30 to pay the first school, Umthombo Secondary School in Mpophomeni‚ outside Pietermaritzburg. SA Human Rights Commission spokesman Gushwell Brooks said Zuma’s attorney had requested an extension to pay his first instalment “due to a bereavement”. Nhlakanipho Zuma‚ 25‚ died on Sunday evening after a short illness. He was the youngest of five children born to the former president and his third wife‚ the late Kate Mantsho.",
                       "accordion": "",
                       "title": "Zuma death stalls hate-speech fine payment"
                       },
                       {
                       "text": "Doctors in Johannesburg say they have seen a “dramatic rise” in the number of patients who have damaged their hearts by injecting nyaope. After reporting the first three patients in 2014‚ cardiologists Ruchika Meel and Mohammed Essop say they had seen 68 by February 2017. All but two were male‚ and 10 died. Meel and Essop work at Chris Hani Baragwanath Hospital in Soweto‚ and say in the July edition of the South African Medical Journal that they expect to see cases of infective endocarditis increase in tandem with the popularity of injecting nyaope‚ also known as whoonga. Meel and Essop said most of the 58 patients who did not die responded to antibiotics or refused surgery. Three patients had “destroyed” heart valves replaced.",
                       "accordion": "",
                       "title": "Ten die after mainlining nyaope drug"
                       },
                       {
                       "text": "Accounting student Sibongile Mani appeared in the East London Magistrate’s Court on Monday facing charges related to her spending spree on Peruvian weaves‚ alcohol and lavish parties. It was a brief appearance for the Walter Sisulu University student‚ who allegedly spent more than R800‚000 in three months in 2017 after an administrative led to her receiving R14-million for food and book allowances from the National Student Financial Aid Scheme (NSFAS). Magistrate Rochelle Sam postponed the matter to July 24 to allow Mani's lawyer‚ Asanda Pakade‚ to get a copy of the charge sheet from the National Prosecuting Authority.",
                       "accordion": "",
                       "title": "NSFAS big spender Sibongile Mani in court"
                       }
                       ],
        "widgetTitle": "Six things about SA you need to know"
    },
    "id": "3ac3bbd1-8bf8-19cc-3fc5-9bf129abeea8"
}
